android-studio
ani-cli
antigravity
arc-gtk-theme
bibata-cursor-theme-bin
gearlever
google-chrome
grimblast-git
live-server
localsend-bin
material-black-colors-theme
paru
paru-debug
sddm-theme-sugar-candy-git
spicetify-cli
spotify
swww
tty-clock
wlogout
xsane
