7zip
alsa-utils
android-studio
ani-cli
antigravity
arc-gtk-theme
base
base-devel
bash-completion
bibata-cursor-theme-bin
btop
cage
cava
chafa
clapper
cups
dkms
dunst
efibootmgr
fastfetch
fd
ffmpegthumbnailer
firefox
flatpak
gearlever
gimp
git
gnome-keyring
gnome-themes-extra
google-chrome
grim
grimblast-git
grub
gscan2pdf
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-mtp
gvim
haruna
haveged
hplip
htop
hyprland
imagemagick
intel-ucode
intellij-idea-community-edition
iwd
jdk17-openjdk
jre8-openjdk
kitty
libfilteraudio
libgsf
libinput-tools
libpulse
libreoffice-fresh
libva-nvidia-driver
linux
linux-firmware
linux-headers
live-server
localsend-bin
loupe
material-black-colors-theme
nano
neovim
network-manager-applet
networkmanager
nodejs
npm
ntfs-3g
nvidia-open-dkms
nvidia-settings
nwg-displays
nwg-look
obs-studio
opencode
opentoonz
os-prober
otf-font-awesome
papirus-icon-theme
paru
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
poppler-glib
pulsemixer
python-pip
qt5-wayland
qt6-wayland
ripgrep
rofi
sane
sane-airscan
satty
sddm
sddm-theme-sugar-candy-git
simple-scan
slurp
smartmontools
sof-firmware
spicetify-cli
spotify
starship
swaybg
swww
terminus-font
thunar
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-montserrat
tty-clock
tumbler
udisks2
unp
unzip
usbutils
uwsm
v4l2loopback-dkms
vimiv
wacomtablet
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wlogout
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xhost
xorg-xinit
xsane
yazi
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
